{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": {
                "value": "\/Date(1734453110000)\/",
                "DisplayHint": 2,
                "DateTime": "Tuesday, December 17, 2024 11:31:50 AM"
            },
            "Manifests": 1348
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1734453201000)\/",
                "DisplayHint": 2,
                "DateTime": "Tuesday, December 17, 2024 11:33:21 AM"
            },
            "Manifests": 2106
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": {
                "value": "\/Date(1734453866000)\/",
                "DisplayHint": 2,
                "DateTime": "Tuesday, December 17, 2024 11:44:26 AM"
            },
            "Manifests": 471
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": {
                "value": "\/Date(1734387664000)\/",
                "DisplayHint": 2,
                "DateTime": "Monday, December 16, 2024 5:21:04 PM"
            },
            "Manifests": 345
        }
    ],
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Version": "24.09",
            "Updated": "\/Date(1734119911653)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "age",
            "Version": "1.2.0",
            "Updated": "\/Date(1734216661669)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "bat",
            "Version": "0.24.0",
            "Updated": "\/Date(1734196649736)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "btop-lhm",
            "Version": "1.0.4",
            "Updated": "\/Date(1734235959033)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "clipboard",
            "Version": "0.9.0.1",
            "Updated": "\/Date(1734226231934)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "discord",
            "Version": "1.0.9156-20",
            "Updated": "\/Date(1734216648470)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fastfetch",
            "Version": "2.31.0",
            "Updated": "\/Date(1734194296716)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fd",
            "Version": "10.2.0",
            "Updated": "\/Date(1734136159934)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ffmpeg",
            "Version": "7.1",
            "Updated": "\/Date(1734133993538)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fzf",
            "Version": "0.57.0",
            "Updated": "\/Date(1734415557610)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ghostscript",
            "Version": "10.04.0",
            "Updated": "\/Date(1734136433801)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Version": "2.47.1",
            "Updated": "\/Date(1734119932434)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gsudo",
            "Version": "2.5.1",
            "Updated": "\/Date(1734133353455)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "helix",
            "Version": "24.07",
            "Updated": "\/Date(1734138449288)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "imagemagick",
            "Version": "7.1.1-41",
            "Updated": "\/Date(1734136397535)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "innounp",
            "Version": "1.76",
            "Updated": "\/Date(1734136387917)\/"
        },
        {
            "Info": "",
            "Source": "nerd-fonts",
            "Name": "JetBrainsMono-NF",
            "Version": "3.3.0",
            "Updated": "\/Date(1734133671063)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "jid",
            "Version": "0.7.6",
            "Updated": "\/Date(1734136097458)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "jq",
            "Version": "1.7.1",
            "Updated": "\/Date(1734136087277)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "less",
            "Version": "668",
            "Updated": "\/Date(1734196661212)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nano",
            "Version": "7.2-22.1",
            "Updated": "\/Date(1734138441674)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nu",
            "Version": "0.100.0",
            "Updated": "\/Date(1734119904466)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "openssh",
            "Version": "9.8.1.0p1",
            "Updated": "\/Date(1734415772357)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "picview",
            "Version": "2.3.3",
            "Updated": "\/Date(1734243494073)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "poppler",
            "Version": "24.08.0-0",
            "Updated": "\/Date(1734136119913)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "portal",
            "Version": "1.2.3",
            "Updated": "\/Date(1734416947711)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "14.1.1",
            "Updated": "\/Date(1734136189240)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "sharex",
            "Version": "16.1.0",
            "Updated": "\/Date(1734229852779)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "sshs",
            "Version": "4.5.1",
            "Updated": "\/Date(1734415584945)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "starship",
            "Version": "1.21.1",
            "Updated": "\/Date(1734132036912)\/"
        },
        {
            "Info": "",
            "Source": "versions",
            "Name": "steam",
            "Version": "nightly-20241214",
            "Updated": "\/Date(1734229447330)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "vcredist-aio",
            "Version": "0.85.0",
            "Updated": "\/Date(1734133569697)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "vlc",
            "Version": "3.0.21",
            "Updated": "\/Date(1734138780659)\/"
        },
        {
            "Info": "",
            "Source": "versions",
            "Name": "windows-terminal-preview",
            "Version": "1.22.3232.0",
            "Updated": "\/Date(1734123358396)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "yazi",
            "Version": "0.4.1",
            "Updated": "\/Date(1734133102412)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "zoxide",
            "Version": "0.9.6",
            "Updated": "\/Date(1734136260932)\/"
        }
    ]
}